Repository: AhmedFarid/Nwqis
Catalog: Nwqis/*.lproj/Localizable.strings
Languages: ar

source: Accebted by:
ar: قبلت من طرف:

source: Add new address
ar: اضف عنوان جديد

source: Camera
ar: الكاميرا

source: Cancel
ar: الغاء

source: check internet connection
ar: افحص الاتصال ب الانترنت

source: choose area please
ar: اختار المدينه

source: Chose A Source
ar: اختار المصدر

source: email not correct
ar: الاميل خطاء

source: Email or passwod Wrong
ar: الاميل او البسورد خطاء

source: en
ar: ar

source: enter description
ar: ادخل وصف

source: enter your area
ar: اختار منطقتك

source: enter your area name
ar: ادخل اسم منطقتك

source: enter your city name
ar: ادخل اسم المدينه

source: enter your email
ar: ادخل الاميل

source: enter your lcoation
ar: ادخل عنوانك

source: enter your name
ar: ادخل اسمك

source: enter your password
ar: ادخل البسورد

source: enter your phone
ar: ادخل التليفون

source: enter your street addresss
ar: ادخل عنوان الشارع

source: enter your zone name
ar: ادخل المنطقه

source: Full name not correct
ar: الاسم خطاء

source: Internet Connection
ar: الاتصال ب النترنت

source: login
ar: تسجيل الدخول

source: Login Fail
ar: التسجيل فشل

source: Login Filed
ar: التسجيل فشل

source: message to:
ar: رساله ل:

source: No internet connection
ar: لا يوجد اتصال ب الانترنت

source: No Requests!
ar: لا يوجد طلبات

source: password at least 8
ar: البسورد اكتر من ٦

source: Photo Library
ar: معرض الصور

source: Photo Source
ar: مصدر الصور

source: please choose your location on map
ar: اختار عنوان علي الخريطه

source: Register
ar: تسجيل

source: Request
ar: طلبك

source: Request to:
ar: طلب ل :

source: Search for your need
ar: ابحث عن احتياجاتك

source: success add Request
ar: نجح اضافه طلبك

source: Update
ar: تعديل
